{
  "department": [
    {
      "name": "Exploration",
      "description": "The Exploration Department plans and executes missions to explore the universe. They identify target destinations, develop new technologies, and coordinate with other departments to ensure successful exploration.",
      "designations": [["Mission Planner", "MP"],
                     ["Project Manager", "PM"],
                     ["Spacecraft Engineer", "SE"],
                     ["Flight Director", "FD"],
                     ["Astrobiologist", "AB"]],
      "supervisor": {
    "dep": "Exploration",
    "designation": "Director of Exploration",
    "firstName": "Nina",
    "lastName": "Lee",
    "startDate": "2018-05-01",
    "dob": "1990-08-12",
    "bloodtype": "A+",
    "sex": "f",
    "weight": 65,
    "height": 170,
    "notes": "The employee is in good health and has no significant medical conditions.",
    "summary": "Nina Lee has been a valued member of the F-SEA team since joining in 2018. As Director of Exploration, she has overseen numerous successful missions and has been instrumental in expanding our knowledge of the universe beyond our own planet. Her leadership and expertise have been crucial in ensuring the safety and success of our exploration missions."
}

    },
    {
      "name": "Navigation",
      "description": "The Navigation Department oversees the ship's route planning, ensuring it follows the best course to reach destinations identified by the Exploration Department. They maintain the ship's navigation systems and map out new routes when necessary.",
      "designations": [["Navigation Officer", "NO"],
                     ["Route Planner", "RP"],
                     ["Astronomer", "AS"],
                     ["Cartographer", "CA"],
                     ["Geodesist", "GD"]],
      "supervisor": {
    "dep": "Navigation",
    "designation": "Director",
    "firstName": "Kaitlyn",
    "lastName": "Nguyen",
    "startDate": "2016-06-15",
    "dob": "1990-02-28",
    "bloodtype": "O+",
    "sex": "f",
    "weight": 65,
    "height": 170,
    "notes": "No significant medical issues to report.",
    "summary": "Kaitlyn Nguyen has been with F-SEA for over five years and has consistently demonstrated exceptional leadership qualities. She has a thorough understanding of the Navigation department and has led numerous successful missions during her tenure. Under her guidance, the Navigation department has significantly increased efficiency and accuracy in the plotting of F-SEA's course through deep space."
}

    },
    {
      "name": "Science",
      "description": "The Science Department conducts research on the planets, stars, and other celestial bodies encountered during exploration missions. They analyze samples and data and work with other departments to ensure that all findings are properly documented.",
      "designations": [["Planetary Scientist", "PS"],
                     ["Astrophysicist", "AP"],
                     ["Exobiologist", "EB"],
                     ["Data Scientist", "DS"],
                     ["Atmospheric Scientist", "AS"]
                      ],
      "supervisor": {
  "dep": "Science",
  "designation": "Chief Scientist",
  "firstName": "Lena",
  "lastName": "Nguyen",
  "startDate": "2018-06-05",
  "dob": "1995-12-23",
  "bloodtype": "AB+",
  "sex": "f",
  "weight": 59,
  "height": 162,
  "notes": "Ms. Nguyen has a history of mild allergies and occasional migraines, but both conditions are well-managed with medication. She has no other significant medical issues.",
  "summary": "Ms. Nguyen has been with F-SEA since its inception and has been instrumental in designing and implementing numerous experiments and research projects. Her team's work has led to several groundbreaking discoveries in the fields of astrobiology and exoplanet research."
}

    },
    {
      "name": "Communications",
      "description": "The Communications Department establishes and maintains communication between F-SEA and other space-faring organizations. They monitor the ship's internal communication systems and manage F-SEA's public relations and media outreach.",
      "designations": [["Communications Officer", "CO"],
                     ["Public Affairs Officer", "PAO"],
                     ["Media Relations Specialist", "MRS"],
                     ["Outreach Coordinator", "OC"]
                     ],
      "supervisor": {
    "dep": "Communications",
    "designation": "Communications Director",
    "firstName": "Sophia",
    "lastName": "Garcia",
    "startDate": "2028-05-02",
    "dob": "2000-08-12",
    "bloodtype": "O+",
    "sex": "f",
    "weight": 70,
    "height": 175,
    "notes": "Ms. Garcia has a history of mild seasonal allergies and should avoid prolonged exposure to pollen and other airborne allergens.",
    "summary": "Ms. Garcia has been a valuable asset to the F-SEA team since joining in 2028. She has led the Communications department in implementing state-of-the-art communication technologies and has been instrumental in maintaining consistent communication with Earth as well as other F-SEA teams stationed throughout the galaxy."
}

    },
    {
      "name": "Engineering",
      "description": "The Engineering Department designs and builds new technologies and systems to enable exploration. They maintain the ship's functionality, improve the ship's overall efficiency, conduct repairs, and upgrades as necessary.",
      "designations": [["Chief Engineer", "CE"],
                     ["Power Systems Engineer", "PSE"],
                     ["Propulsion Engineer", "PE"],
                     ["Materials Engineer", "ME"],
                     ["Systems Engineer", "SE"]
                      ],
      "supervisor": {
      "dep": "Engineering",
      "designation": "Chief Engineer",
      "firstName": "Aiden",
      "lastName": "Wong",
      "startDate": "2016-04-15",
      "dob": "1991-07-02",
      "bloodtype": "A+",
      "sex": "m",
      "weight": 85,
      "height": 182,
      "notes": "Employee has a history of hypertension but it is well-managed with medication.",
      "summary": "Mr. Wong has been an integral part of F-SEA's engineering team for the past 5 years. He has successfully overseen the construction of several complex systems aboard our vessels, ensuring that they are efficient and meet all necessary safety standards. He has also been instrumental in developing new, more sustainable technologies for use in our ships. Under his leadership, the engineering department has consistently met or exceeded all of its targets and goals."
    }
    },
    {
      "name": "Security",
      "description": "The Security Department ensures the safety and security of the ship and its crew. They manage all security protocols and develop strategies to ensure the crew's safety when exploring potentially dangerous environments.",
      "designations": [["Security Officer", "SO"],
                      ["Safety Officer", "SAO"],
                      ["Emergency Response Coordinator", " ERC"],
                      ["Cybersecurity Specialist", "CS"],
                      ["Threat Assessment Specialist", "TAS"]],
  "supervisor": {
    "dep": "Security",
    "designation": "Chief of Security",
    "firstName": "Makayla",
    "lastName": "Santos",
    "startDate": "2040-05-25",
    "dob": "2014-10-12",
    "bloodtype": "O+",
    "sex": "f",
    "weight": 75,
    "height": 178,
    "notes": "Subject has a history of anxiety and is prescribed medication for it. Otherwise, no major health concerns.",
    "summary": "Makayla Santos is a seasoned security professional with over 15 years of experience in the field. She joined F-SEA Security in 2060 and has been an integral part of the team ever since. During her time here, she has implemented new security protocols and training programs that have significantly improved the overall safety and security of the F-SEA crew and facilities. She takes her responsibilities very seriously and ensures that all security personnel under her command are trained to the highest standards."
  }
},
    {
      "name": "Human Resources",
      "description": "The Human Resources Department manages F-SEA's personnel, including hiring, training, and retaining staff. They provide support for crew members' needs, such as healthcare and mental health.",
      "designations": [["Human Resources Manager", "HRM"],
                      ["Crew Services Coordinator", "CSC"],
                      ["Training Coordinator", "TC"],
                      ["Diversity and Inclusion Officer", "DIO"],
                      ["Health and Wellness Coordinator", "HWC"]],
      "supervisor": {
    "dep": "Human Resources",
    "designation": "Director",
    "firstName": "Amelia",
    "lastName": "Harrington",
    "startDate": "2017-06-01",
    "dob": "1990-02-13",
    "bloodtype": "O+",
    "sex": "f",
    "weight": 68,
    "height": 175,
    "notes": "Amelia has a history of asthma, but her condition has been stable for several years. She is advised to keep her inhaler with her at all times in case of an emergency.",
    "summary": "Amelia joined F-SEA as an HR specialist and quickly proved herself to be an invaluable asset. She was promoted to HR Manager in 2020, and Director of Human Resources in 2022. Under her leadership, F-SEA has implemented several initiatives to improve employee retention and satisfaction. Amelia is known for her exceptional interpersonal skills and her ability to handle difficult situations with tact and diplomacy."
}

    },
    {
      "name": "Supply and Logistics",
      "description": "The Supply and Logistics Department manages F-SEA's resources, including food, water, fuel, and equipment. They ensure that the ship is stocked with everything necessary for successful exploration missions and coordinate with other departments to allocate resources properly.",
      "designations": [["Logistic Officer", "LO"],
                      ["Inventory Manager", "IM"],
                      ["Procurement Officer", "PO"],
                      ["Supply Chain Analyst", "SCA"],
                      ["Equipment Specialist", "ES"]],
      "supervisor": {
  "dep": "Supply and Logistics",
  "designation": "Logistics Manager",
  "firstName": "Roxanne",
  "lastName": "Lopez",
  "startDate": "2024-03-15",
  "dob": "2001-05-10",
  "bloodtype": "O+",
  "sex": "f",
  "weight": 68,
  "height": 167,
  "notes": "Ms. Lopez has a history of seasonal allergies. She carries an EpiPen with her at all times in case of anaphylaxis. Other than that, she is in good health.",
  "summary": "Ms. Lopez joined the F-SEA team in 2024, bringing with her 5 years of experience in logistics and supply chain management. She has been instrumental in ensuring that the F-SEA crew have the necessary supplies and equipment to carry out their mission. Ms. Lopez is known for her attention to detail and her ability to anticipate the needs of the crew. Under her leadership, the Supply and Logistics department has been able to operate smoothly and efficiently, despite the challenges of working in space."
}

    },
    {
      "name": "Legal",
      "description": "The Legal Department manages F-SEA's legal affairs. They navigate interstellar laws and regulations and ensure that the organization operates within ethical and legal boundaries. They draft contracts and agreements with external partners and organizations.",
      "designations": [["Legal Counsel", "LC"],
                      ["Compliance Officer", "CO"],
                      ["Contract Specialist", "CS"],
                      ["Risk Management Specialist", "RMS"],
                      ["Ethics Officer", "EO"]],

  "supervisor": {
    "dep": "Legal",
    "designation": "Legal Department Head",
    "firstName": "Harper",
    "lastName": "Jones",
    "startDate": "2023-06-23",
    "dob": "1996-02-10",
    "bloodtype": "A+",
    "sex": "f",
    "weight": 62,
    "height": 174,
    "notes": "Ms. Jones is generally healthy and has no history of any major illness or chronic condition.",
    "summary": "Ms. Jones is a seasoned lawyer who has worked on several high-profile cases before joining F-SEA. She is an expert in space law and has been instrumental in developing the legal framework for F-SEA's activities."
  }
},
    {
      "name": "Medical",
      "description": "This department is responsible for the health and wellbeing of the crew, including providing medical care, monitoring crew health, and developing programs to promote overall health and wellness.",
      "designations": [["Chief Medical Officer", "CMO"],
                      ["Medical Officer", "MO"],
                      ["Registered Nurse", "RN"],
                      ["Pharmacist", "PH"],
                      ["Medical Laboratory Scientist", "MLS"]],
      "supervisor": {
    "dep": "Medical",
    "designation": "Medical Director",
    "firstName": "Caroline",
    "lastName": "Nguyen",
    "startDate": "2028-06-01",
    "dob": "2003-02-15",
    "bloodtype": "O+",
    "sex": "f",
    "weight": 60,
    "height": 165,
    "notes": "Ms. Nguyen is in good health. She has a history of asthma, for which she carries an inhaler. She has no other notable medical issues.",
    "summary": "Ms. Nguyen has been a dedicated member of F-SEA since joining the Medical Department in 2031. During her tenure, she has been instrumental in developing and implementing health and safety protocols across the entire facility. She has also worked closely with the Engineering Department to develop medical equipment and facilities that meet the unique challenges of space travel."
}

    },
    {
      "name": "Executive",
      "description": "The Executive Department oversees the overall strategic direction of the organization, manages budgets and resources, and communicates with external stakeholders, such as investors and regulatory bodies. This department plays a critical role in ensuring that the organization is functioning efficiently and achieving its goals.",
      "designations": [["Chief Executive Officer", "CEO"],
                      ["Chief Financial Officer", "CFO"],
                      ["Chief Operating Officer", "COO"],
                      ["Chief Information Officer", "CIO"],
                      ["Department Supervisor", "DS"]],
      "supervisor": {
"dep": "Executive",
"designation": "Founder and CEO",
"firstName": "Alex",
"lastName": "Cognac",
"startDate": "2038-01-01",
"dob": "1980-05-15",
"bloodtype": "AB+",
"sex": "m",
"weight": 70,
"height": 180,
"notes": "Mr. Johnson is a healthy individual with no major medical issues.",
"summary": "Mr. Cognac is the founder and CEO of F-SEA. He has worked closely with NASA and was instrumental in the creation of F-SEA as a project to allow the earth's wealthier inhabitants to live on planets other than earth. He is an experienced leader with a strong business acumen. After the inevitable impact event (IDME) in 2048, Mr. Johnson led the effort to gather the remaining lifeforms that once inhabited the earth and transport them to safety aboard F-SEA. He continues to guide the vessel and its crew on their journey to find a new home for humanity."
}
    },
    {
      "name": "Education",
      "description": "The Education Department is responsible for providing educational opportunities for crew members, including developing curricula, providing access to educational resources, and overseeing the ship's library and archives.",
      "designations": [["Curriculum Developer", "CD"],
                      ["Instructor", "INS"],
                      ["Educational Technologist", "ET"],
                      ["Librarian", "LIB"],
                      ["Academic Advisor", "AA"],
                      ["Historical Archivist", "HA"]],
      "supervisor": {
    "dep": "Education",
    "designation": "Head of Education",
    "firstName": "Sarah",
    "lastName": "Nguyen",
    "startDate": "2018-07-01",
    "dob": "1997-02-15",
    "bloodtype": "AB+",
    "sex": "f",
    "weight": 60,
    "height": 170,
    "notes": "Sarah has been a valued member of the F-SEA team for over 5 years now, and has proven to be an invaluable asset to the Education department. She has a passion for education and has been able to develop and implement a comprehensive education program for the crew. Her dedication to the crew's well-being and education has made her a well-respected member of the team.",
    "summary": "Sarah has led the development and implementation of the Education program on board the F-SEA vessel. Under her guidance, the crew has gained a better understanding of the objectives of the mission and the skills they will need to complete it. She has been instrumental in ensuring the continued success of the mission, and her leadership and dedication to the crew have been an inspiration to all."
}

    },
    {
      "name": "Cultural Affairs",
      "description": "The Cultural Affairs Department is responsible for promoting and preserving cultural heritage and diversity on the ship. This includes organizing events and celebrations that highlight different cultures, providing resources for language and cultural learning, and ensuring that cultural artifacts and traditions are properly preserved.",
      "designations": [["Cultural Events Coordinator", "CEC"],
                      ["Heritage Preservation Specialist", "HPS"],
                      ["Cultural Resource Manager", "CRM"],
                      ["Diversity and Inclusion Officer", "DIO"],
                      ["Linguist", "LIN"]],
      "supervisor": {
        "dep": "Cultural Affairs",
        "designation": "Director",
        "firstName": "Anjali",
        "lastName": "Kumar",
        "startDate": "2033-05-01",
        "dob": "2001-12-10",
        "bloodtype": "B+",
        "sex": "f",
        "weight": 62,
        "height": 170,
        "notes": "The employee has no major health concerns. However, she has reported experiencing occasional migraines, for which she has been prescribed medication. The medication does not interfere with her ability to perform her duties effectively.",
        "summary": "Anjali Kumar is a highly skilled cultural anthropologist with over a decade of experience in conducting research and organizing exhibitions and events related to cultural heritage and diversity. Prior to joining F-SEA, she was a curator at the Smithsonian National Museum of Natural History in Washington, D.C., where she played a key role in the development of several major exhibits. Since joining F-SEA in 2030, she has successfully organized a series of cultural exchange programs between the crew members and the alien species they have encountered, helping to foster greater understanding and mutual respect between different cultures."
    }
    },
    {
      "name": "Entertainment",
      "description": "The Entertainment Department is responsible for providing recreational and entertainment opportunities for crew members, including organizing social events, managing the ship's recreational facilities, and providing access to movies, music, and other forms of entertainment.",
      "designations": [["Event Coordinator", "EC"],
                      ["Fitness Coordinator", "FC"],
                      ["Audio-Visual Technician", "AVT"],
                      ["Recreation Coordinator", "RC"],
                      ["Social Media Manager", "SMM"]],

    "supervisor": {
        "dep": "Entertainment",
        "designation": "Entertainment Manager",
        "firstName": "Hannah",
        "lastName": "Lee",
        "startDate": "2027-02-15",
        "dob": "1999-08-06",
        "bloodtype": "O+",
        "sex": "f",
        "weight": 60,
        "height": 170,
        "notes": "Employee has a history of anxiety and is on medication. Medication has been adjusted and is currently stable. Employee is advised to take regular breaks.",
        "summary": "Hannah Lee has been with F-SEA for five years, and in that time, she has transformed the entertainment department. She has increased the variety of activities and events available to the crew, and has worked tirelessly to ensure that everyone's needs are met. She has organized numerous successful performances, ranging from musical concerts to comedy shows. Her creativity and innovation have been an asset to the team, and she has received multiple commendations for her work."

}},

    {
      "name": "Special Operations",
      "description": "The Special Operations Department is responsible for executing critical missions that require specialized skills and training, such as rescue operations, high-risk extractions, and covert operations. This department works closely with other departments to plan and execute missions safely and effectively, while minimizing risk to personnel and equipment.",
      "designations": [["Intelligence Analyst", "IA"],
                      ["Tactical Officer", "TO"],
                      ["Communications Specialist", "CS"],
                      ["Field Medic", "FM"],
                      ["Special Operations Agent", "SOA"]],

  "supervisor": {
    "dep": "Special Operations",
    "designation": "Director",
    "firstName": "Kai",
    "lastName": "Nakamura",
    "startDate": "2024-06-01",
    "dob": "1999-08-05",
    "bloodtype": "AB+",
    "sex": "m",
    "weight": 82,
    "height": 187,
    "notes": "No significant health issues.",
    "summary": "Kai Nakamura has been with F-SEA since its inception and is a highly experienced director in the Special Operations field. He has received numerous accolades for his exceptional leadership skills and strategic planning abilities. Under his leadership, the Special Operations department has consistently exceeded its targets and contributed to the success of F-SEA's missions. Nakamura is known for his unwavering dedication to F-SEA's mission and his ability to motivate his team to achieve exceptional results."
  }


    },
    {
      "name": "Alien Relations",
      "description": "Alien Relations is responsible for establishing and maintaining positive relationships with extraterrestrial life forms. The department works to foster communication and understanding between the crew and any alien species encountered during the ship's travels.",
      "designations": [["First Contact Specialist", "FCS"],
                      ["Alien Liaison Officer", "ALO"],
                      ["Interspecies Psychologist", "IPS"],
                      ["Alien Biologist", "AB"],
                    ["Ethnologist", "E"]],
      "supervisor": {
    "dep": "Alien Relations",
    "designation": "Chief Alien Relations Officer",
    "firstName": "Natalie",
    "lastName": "Chen",
    "startDate": "2050-05-25",
    "dob": "2030-08-01",
    "bloodtype": "A+",
    "sex": "f",
    "weight": 65,
    "height": 172,
    "notes": "N/A",
    "summary": "Natalie Chen is a young and ambitious officer with a passion for exploring alien cultures and fostering positive inter-species relationships. Despite her lack of experience with alien lifeforms, she is a quick learner and has a natural talent for communicating with other species. She is excited to be a part of the new Alien Relations department and looks forward to contributing to F-SEA's mission in this important area."

    }}],


    "employee": [
    {
      "dep": "Special Operations",
      "designation": "SOA",
      "firstName": "Prisca",
      "lastName": "Poteau",
      "startDate": "2071-09-19",
      "dob": "2052-10-15",
      "bloodtype": "undefined",
      "sex": "f",
      "weight": 85.3,
      "height": 177.8,
      "notes": null,
      "summary": ""
    },
    {
      "dep": "Engineering",
      "designation": "PSE",
      "firstName": "Revy",
      "lastName": "Sagan",
      "startDate": "2072-06-30",
      "dob": "2053-03-07",
      "bloodtype": "V-",
      "sex": "f",
      "weight": 75.7,
      "height": 158.75,
      "notes": "monitoring hemochromia",
      "summary": ""
    },
    {
      "dep": "Medical",
      "designation": "MLS",
      "firstName": "Michael",
      "lastName": "Lowe",
      "startDate": "2056-07-25",
      "dob": "2040-07-24",
      "bloodtype": "B+",
      "sex": "m",
      "weight": 87.1,
      "height": 182.88,
      "notes": "8th regen cycle",
      "summary": ""
    },
    {
      "dep": "Engineering",
      "designation": "CE",
      "firstName": "Benjamin",
      "lastName": "Colson",
      "startDate": "2047-04-15",
      "dob": "2019-09-22",
      "bloodtype": "O+",
      "sex": "inter",
      "weight": 95.3,
      "height": 177.8,
      "notes": null,
      "summary": ""
    },
    {
      "dep": "Medical",
      "designation": "CMO",
      "firstName": "Mingmei",
      "lastName": "Gao",
      "startDate": "2061-12-03",
      "dob": "2038-05-09",
      "bloodtype": "AB+",
      "sex": "f",
      "weight": 59.9,
      "height": 166.37,
      "notes": "pregnant",
      "summary": ""
    },
    {
      "dep": "Science",
      "designation": "PS",
      "firstName": "Abdul",
      "lastName": "Said",
      "startDate": "2061-12-03",
      "dob": "2041-05-09",
      "bloodtype": "A+",
      "sex": "m",
      "weight": 78.5,
      "height": 185.42,
      "notes": null,
      "summary": ""
    },
    {
      "dep": "Exploration",
      "designation": "PM",
      "firstName": "Historia",
      "lastName": "Lowe",
      "startDate": "2038-01-31",
      "dob": "2024-12-25",
      "bloodtype": "AB-",
      "sex": "f",
      "weight": 70.3,
      "height": 170.18,
      "notes": "3rd regen cycle",
      "summary": ""
    },
    {
      "dep": "Executive",
      "designation": "COO",
      "firstName": "Jurio",
      "lastName": "Caldero",
      "startDate": "2042-06-30",
      "dob": "2022-09-01",
      "bloodtype": "A-",
      "sex": "m",
      "weight": 88.5 ,
      "height": 186.69,
      "notes": "2nd regen cycle",
      "summary": ""
    },
    {
      "dep": "Special Operations",
      "designation": "TO",
      "firstName": "Joseph",
      "lastName": "Smith",
      "startDate": "2060-11-12",
      "dob": "2042-05-15",
      "bloodtype": "O-",
      "sex": "m",
      "weight": 90.7,
      "height": 175.26,
      "notes": null,
      "summary": ""
    },
    {
      "dep": "Executive",
      "designation": "CEO",
      "firstName": "Markus",
      "lastName": "Belcost",
      "startDate": "2067-06-08",
      "dob": "2052-01-01",
      "bloodtype": "undefined",
      "sex": "m",
      "weight": 72.1,
      "height": 473.99,
      "notes": "dormant massimonia",
      "summary": ""
    },
    {
      "dep": "Special Operations",
      "designation": "IA",
      "firstName": "Aurelis",
      "lastName": "Dreymond",
      "startDate": "2075-12-13",
      "dob": null,
      "bloodtype": "undefined",
      "sex": "f",
      "weight": 81.6,
      "height": 186.69,
      "notes": null,
      "summary": ""
    },
    {
      "dep": "Special Operations",
      "designation": "FM",
      "firstName": "Quani",
      "lastName": "Dreymond",
      "startDate": "2075-12-13",
      "dob": null,
      "bloodtype": "undefined",
      "sex": "f",
      "weight": 77.6,
      "height": 177.8,
      "notes": null,
      "summary": ""
    },
    {
      "dep": "Special Operations",
      "designation": "IA",
      "firstName": "Daryl",
      "lastName": "Belcost",
      "startDate": "2071-03-16",
      "dob": null,
      "bloodtype": "BF",
      "sex": "m",
      "weight": 113.4,
      "height": 180.34,
      "notes": "has gained sentience",
      "summary": ""
    },
    {
      "dep": "Executive",
      "designation": "CIO",
      "firstName": "Zaria",
      "lastName": "Burton",
      "startDate": "2022-06-24",
      "dob": "2000-09-22",
      "bloodtype": "B+",
      "sex": "f",
      "weight": 74.8,
      "height": 162.6,
      "notes": "founder",
      "summary": ""
    }],

  "origin": [{
      "name": "Lypso",
      "description": "highly hazardous gaseous ice planet"
    }],

  "mission": [{
    "name": "Dying Prophet",
    "description": "recon for reports of glowing 'rosetta-stone-like' object"
  }],

  "specimen": [{
    "name": "Massimo",
    "acquisitionDate": "0000-00-00",
    "notes": "member of department 0",
    "summary": ""
  }]
}
